const SETTINGS = {
    introduce: [
        '这是 ZCreturn0 开发的的一款简历模版,灵感来自知乎的某篇文章.本项目地址: https://github.com/ZCreturn0/thoughts/tree/master/%E7%AE%80%E5%8E%86%E6%A8%A1%E7%89%88. 觉得不错请点个 ★star !!',
        '改变本文件内容换成你想展示的内容,introduce 中每个元素为一段.',
        '当 introduce 完后会进入编写代码展示简历环节.',
        '可根据需求更改代码,该有注释的地方都写了注释.',
        '因为用的是<pre></pre>标签,所以这里输入文字的时候不要随便加换行.',
        '下面进入代码展示区.'
    ],
    // 个人信息
    info: [
        {
            // 标题
            title: '个人信息',
            items: [
                '📱  13222222222',
                '📪 aaaaaaa@qq.com'
            ]
        },
        {
            title: '技能证书',
            items: [
                '很值钱的证书1',
                '很值钱的证书2',
                '没那么值钱的证书3',
                '不值钱的就别写了'
            ]
        },
        {
            title: '获得奖项',
            items: [
                '再来一瓶',
                '再来一包',
                '冠军之夜抽中价值10块的皮肤'
            ]
        },
        {
            title: 'test',
            items: [
                'testtest',
                'testtest',
                'testtesttesttest'
            ]
        }
    ],
    // 名字期望
    nameAndExpectation: {
        name: '你的名字',
        expectation: '求职意向/总统'
    },
    // 详细信息
    detail: [
        {
            title: '教育背景',
            items: [
                '2015.9--2019.6       山东蓝翔',
                '2011.9--2015.6       清华大学'
            ]
        },
        {
            title: '工作经历',
            items: [
                '2015.9--2019.6       阿里P7',
                '2011.9--2015.6       腾讯实习'
            ]
        },
        {
            title: '自我评价',
            items: [
                'HTML+CSS+JS 熟练       VUE 熟练      Node.js 熟悉',
                '其他相关技能介绍'
            ]
        },
        {
            title: '关于',
            items: [
                '作者        ZCreturn0',
                'github ---> https://github.com/ZCreturn0'
            ]
        },
        {
            title: 'test',
            items: [
                'testtesttesttest',
                'testtesttesttesttesttesttest',
                'testtesttesttesttesttest'
            ]
        }
    ]
}